var search_result_budgets = [
  "~500",
  "501~1000",
  "1001~1500",
  "1501~2000",
  "2001~3000",
  "3001~4000",
  "4001~5000",
  "5001~6000",
  "6001~7000",
  "7001~10000",
  "10001~15000",
  "15001~20000",
  "20001~30000",
  "30001~"
]

var genres = [
  "居酒屋",
  "ダイニングバー",
  "創作料理",
  "和食",
  "洋食",
  "イタリアン・フレンチ",
  "中華",
  "焼肉・韓国料理",
  "アジアン",
  "各国料理",
  "カラオケ・パーティ",
  "バー・カクテル",
  "ラーメン",
  "お好み焼き・もんじゃ・鉄板焼き",
  "カフェ・スイーツ",
  "その他"
]

var range = [
  "300m",
  "500m",
  "1000m",
  "2000m",
  "3000m"
]

var way = [
  "徒歩",
  "車"
]


